Repository: Nucleoos/opps-infographics
Catalog: opps/infographics/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: No Image
pt_br: Sem Imagem

source: Thumbnail
pt_br: Miniatura

source: Identification
pt_br: Identificação

source: Headline
pt_br: Cabeçalho

source: Description
pt_br: Descrição

source: Relationships
pt_br: Relacionamentos

source: Config
pt_br: Configuração

source: Publication
pt_br: Publicação

source: Clean ended infographics
pt_br: Sem infográfico

source: Photo Gallery
pt_br: Galeria de Fotos

source: Timeline
pt_br: Linha do tempo

source: Title
pt_br: Título

source: Main description, also used by timeline type
pt_br: Descrição principal, também usada pelo tipo de linha do tempo

source: Infographic Top Image
pt_br: Imagem superior do Infográfico

source: Infographic Image
pt_br: Imagem do infográfico

source: Order
pt_br: Ordem

source: Infographic type
pt_br: Tipo de infográfico

source: Custom in-page css applied in all infographics type
pt_br: CSS customizado na página aplicado para todos os tipos de infográficos

source: Custom css path
pt_br: Caminho do CSS customizado

source: /static/css/file.css or http://domain.com/file.css
pt_br: /static/css/file.css ou http://domain.com/file.css

source: Custom Java Script path
pt_br: Caminho do Javascript customizado

source: allowed only in the same domain
pt_br: Autorizado apenas para o mesmo domínio

source: Set this and provide JSON, DOC or Events
pt_br: Habilite isso e forneça um JSON, DOC ou Eventos

source: Infographic
pt_br: Infográfico

source: Infographics
pt_br: Infográficos

source: Infographic Item
pt_br: Item de infográfico

source: Infographic Post
pt_br: Post de infográfico

source: Infographic Posts
pt_br: Posts de infográfico

source: Group
pt_br: Grupo

source: To group menu items or to store custom attributes
pt_br: Para agrupar itens do menu ou guardar atributos customizados

source: Infographic Item Image
pt_br: Imagem de item no infográfico

source: Image
pt_br: Imagem

source: Album
pt_br: Álbum

source: Set this and provide JSON, DOC or Items
pt_br: Habilite isso e forneça um JSON, DOC ou Itens

source: No infographic
pt_br: Sem infográfico

source: Infographic Items
pt_br: Itens de infográfico

source: Infographic Box
pt_br: Box de infográfico

source: Infographic Boxes
pt_br: Boxes de infográfico

source: Date available
pt_br: Disponível em

source: End date
pt_br: Data final

source: Infographic box infographics
pt_br: Infográfico - Box de infográfico

source: Infographic boxes infographics
pt_br: Infográfico - Boxes de infográfico

source: Infographic not published!
pt_br: Infográfico não publicado!

source: Infographic Config
pt_br: Config de infográfico

source: Infographic Configs
pt_br: Configs de infográfico
